{
    "pickup_lines": [
        "Kya hum selfie le sakte hain? Tum mere next viral post ho sakti ho.",
        "Tumhari smile ne toh mere dil ka WiFi connect kar diya.",
        "Agar tum mere saath ho toh, har din feels like a trending meme.",
        "Tum mere dil ke Instagram page pe top post ho.",
        "Suno, kya main tumhara hashtag ban sakta hoon?",
        "Kya tum mere life ke permanent meme template banogi?",
        "Tum bina, meri life ki timeline bilkul boring hai.",
        "Tum meri life mein aise aayi, jaise trending meme suddenly viral ho jaaye.",
        "Tum mere dil ke status update ho.",
        "Tumhare bina, mera heart like a deleted tweet feel karta hai.",
        "Tumhari aankhen itni khoobsurat hain, har meme fade ho jaata hai.",
        "Kya main tumhe apna meme queen keh sakta hoon?",
        "Tum mere dil ki trending story ho.",
        "Jab se tum mile ho, har meme mein sirf tumhi dikh rahi ho.",
        "Tum ho toh, har subah feels like a trending notification.",
        "Tumhari muskurahat se zyada toh sirf Dank Memes famous hain.",
        "Tum bina, meri life ki newsfeed adhuri hai.",
        "Mere dil ka hashtag #TumHo.",
        "Kya tum mere life ke meme calendar ka permanent event banogi?",
        "Tumhare saath, har din is like scrolling through the best memes.",
        "Jab tum paas hoti ho, toh mere dil ki emoji sirf hearts ban jaati hain.",
        "Mere life ki Instagram story mein bas tum ho.",
        "Tumhari baatein sunke, mere dil ko bhi 'blue tick' mil gaya.",
        "Tum mere dil ke notification bar mein hamesha top pe ho.",
        "Tumhari smile mere dil ko refresh karti hai, jaise new memes refresh karte hain."
    ],
    "jokes": [
        "Indian moms jab GPS use karti hain: 'Yeh machine mujhse zyada jaanti hai kya?'",
        "Jab dost new phone leta hai: 'Bhai tera phone toh rocket science lagta hai!'",
        "When you skip a day at the gym: 'Aaj toh muscles ne bhi mujhse keh diya, 'Kaha ho bhai?''",
        "When someone uses too much tech lingo: 'Bhai tu human hai ya latest software update?'",
        "Indian dads and WhatsApp forwards: A love story better than Twilight.",
        "When you try to diet: 'Kal se pakka salad, but aaj toh biryani banti hai!'",
        "Auto-correct in India: Making conversations 'spicy' since its inception.",
        "Indian parents on Facebook: 'Yeh 'poke' kya hota hai?'",
        "When you use too much slang: 'Kya bhai, tu toh full millennial mode on hai!'",
        "Teacher in online class: 'Can you see my screen?' Students: 'Nahi, par aapka future hum zaroor dekh sakte hain.'",
        "Indian traffic logic: 'Red light ka wait nahi, but samosa khaane ka break toh banta hai.'",
        "Before exams: 'Iss baar toh topper banunga.' After seeing question paper: 'Pass ho jaun bas!'",
        "When you try to speak English without practice: 'Grammar left the chat.'",
        "Desi parents and 'Sharma ji ka beta': A never-ending series.",
        "Every Indian's reaction to 'Ghar pe guest aaye hain': 'Main toh invisible mode on kar leta hoon.'",
        "When your friend says, 'Main treat dunga': 'Record kar le, aisa moment baar-baar nahi aata.'",
        "Indian weddings: Jahan khana aur selfies main event hain.",
        "When you study for 5 minutes: 'Brain overload, system needs to reboot.'",
        "'Papa, party ja raha hoon' – 'Kaun si class ka subject hai yeh?'",
        "Desi parents and technology: 'Beta is remote ka WhatsApp kaha hai?'",
        "When your non-Indian friend tries desi food: 'It's not spicy, it's just a flavor explosion!'",
        "Indian summer: Where 'AC' is not an appliance, it's an emotion.",
        "'Tumhara best friend kaun hai?' – 'Jo meri WiFi password jaanta hai.'",
        "Every Indian shopping negotiation: 'Bhaiya, last price kya hoga?'",
        "When you watch a Sci-Fi movie with parents: 'Yeh sab moh-maya hai.'"
    ]
}
